driver-tests/bpelse/misc/MiscJbi/test/flowtest1/Input1.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
        xmlnssi="http://www.w3.org/1999/XMLSchema-instance" 
        xmlnssd="http://www.w3.org/1999/XMLSchema"
        xmlns:tns="urn:Foo" 
        xmlns="urn:Foo"> 
    <SOAP-ENV:Header />
    <SOAP-ENV:Body> 
        <item>
            <value>longstring</value>
         </item>
    </SOAP-ENV:Body> 
</SOAP-ENV:Envelope>
